; Russian
; Русская локализация от Henry++

[Russian]
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Доступно обновление, загрузить и установить?
IDS_UPDATE_DOWNLOAD=Загрузка обновления...
IDS_UPDATE_DONE=Загрузка обновления завершена.
IDS_UPDATE_ERROR=Ошибка при подключении к серверу обновлений.
IDS_UPDATE_INIT=Проверка обновлений...
IDS_UPDATE_INSTALL=Доступно обновление, установить обновление?
IDS_UPDATE_SPEED=Скорость
IDS_FILE=Файл
IDS_VIEW=Вид
IDS_SETTINGS=Настройки
IDS_HELP=Помощь
IDS_FIND=Найти
IDS_SAVE_HTML=Сохранить как HTML
IDS_EXIT=Выйти
IDS_LANGUAGE=Язык
IDS_RUNASADMIN=Запустить от имени администратора
IDS_SHOW_UPDATES=Показывать обновления
IDS_SHOW_SYSTEM_COMPONENTS=Показывать системные компоненты
IDS_SHOW_INCORRECT_ITEMS=Показывать неправильные значения
IDS_REFRESH=Обновить
IDS_WEBSITE=Сайт программы
IDS_CHECKUPDATES=Проверить обновления
IDS_DONATE=Поблагодарить!
IDS_ABOUT=О программе
IDS_NAME=Имя
IDS_VERSION=Версия
IDS_TIMESTAMP=Дата установки
IDS_INSTALLER=Инсталлятор
IDS_STATUS_TOTAL=Всего приложений
IDS_STATUS_EMPTY=Пусто.
IDS_COPY=Копировать
IDS_COPY_VALUE=Копировать значение
IDS_OPEN=Открыть реестр
IDS_EXPLORE=Открыть папку
IDS_UNINSTALL=Деинсталлировать
IDS_DELETE=Удалить ключ
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_DARKMODE_CHK=Использовать тёмную тему
IDS_LOADONSTARTUP_CHK=Запускать при загрузке системы
IDS_AUTOSIZECOLUMNS_CHK=Подгонять размер столбцов
IDS_SKIPUACWARNING_CHK=Пропускать предупреждение "User Account Control"
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_QUESTION_DELETE=Удалить выбранные элемент(ы)?
